aplikasi-toko/toko-soap/src/test/resources/xml/create-pembelian.xml

<?xml version="1.1" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://soap.controller.jee6.training.endy.muhardin.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <web:tampilkanRekapPembayaran></web:tampilkanRekapPembayaran>
    </soapenv:Body>
</soapenv:Envelope>